Repository: kkcjy/Translator
Catalog: model/OPUS-MT-train/finetune/VNK-Hallituksen_vuosikertomus.tmx
Source language: fi_fi
Languages: sv_se

source: Toimitaan aloitteellisesti globaalihallintaan liittyvissä kysymyksissä Suomen kannalta tärkeillä aloilla (mm. kestävä kehitys, asevalvonta ja -riisunta, avoin sääntöihin perustuva talous- ja kauppa- järjestelmä, globaalitalouden vakaus ja tasapaino, ympäristö, ilmasto, ihmisoikeudet, naisten oikeuksien edistäminen ja arktiset kysymykset).
sv_se: Finland agerar aktivt i frågor som rör global styrning inom områden som är viktiga för Finland (t.ex. hållbar utveckling, rustningskontroll och nedrustning, öppna regelbaserade system för ekonomi och handel, den globala ekonomins stabilitet och balans, miljö, klimat, mänskliga rättigheter, kvinnors rättigheter och arktiska frågor).

source: Suomi toimi asevalvonnan ja -riisunnan edistämiseksi, ml. ydinterrorismin torjunta-aloitteen yleiskokouksen isännöinti ja globaalin terveysaloitteen ohjausryhmän puheenjohtajuus.
sv_se: Finland arbetar för rustningskontroll och nedrustning, vilket inbegriper att vara värd för generalförsamlingen för det globala initiativet för att bekämpa nukleär terrorism och ordförande för styrgruppen för det globala initiativet för hälsosäkerhet.

source: Tässä toiminnassa EU-vaikuttamisen sekä monenkeskisen ja transatlanttisen yhteistyön rooli on keskeinen.
sv_se: Påverkan inom EU samt det multilaterala och transatlantiska samarbetet spelar en central roll i detta sammanhang. Deltagande i initiativet för rustningskontroll främjar också det transatlantiska samarbetet.

source: Ihmisoikeuspoliittisia linjauksia on edistetty kansainvälisillä foorumeilla (YK, ETYJ, EN) ja järjestetty tapahtumia painopisteteemoista.
sv_se: Finland har främjat strategier för de mänskliga rättigheterna på internationella forum (FN, OSSE och Europarådet) och ordnat evenemang om prioriterade teman.

source: Ihmisoikeuskysymyksiä nostettiin säännönmukaisesti esille myös kahdenvälisissä suhteissa.
sv_se: Människorättsfrågor lyftes fram regelbundet också inom de bilaterala relationerna.

source: Suomi osallistui EU:n uuden ihmisoikeuksia ja demokratiaa koskevan toimintaohjelman neuvotteluihin ja vaikutti erityisesti alkuperäiskansojen, naisten ja tyttöjen oikeuksien sekä TSSoikeuksien vahvistumiseen EU-politiikassa.
sv_se: Finland deltog i förhandlingarna om EU:s nya åtgärdsplan för mänskliga rättigheter och demokrati och arbetade särskilt för att stärka urbefolkningars rättigheter, kvinnors och flickors rättigheter och de ekonomiska, social och kulturella rättigheterna.

source: Yhdysvaltojen kanssa tehtiin läheistä yhteistyötä erityisesti naisten ja vammaisten henkilöiden oikeuksia sekä seksuaali- ja sukupuolivähemmistöjen oikeuksia koskevissa asioissa.
sv_se: Ett nära samarbete bedrevs med Förenta staterna, i synnerhet i fråga om rättigheter för kvinnor och personer med funktionsnedsättning och för hbtipersoner.

source: Suomi toimi tavoitteellisesti ja menestyksekkäästi ml. osana EU:ta uutta kestävän kehityksen agendaa sekä uutta ilmastosopimusta koskevissa neuvotteluissa.
sv_se: Finland agerade målinriktat och framgångsrikt också inom EU:s nya agenda för hållbar utveckling och i förhandlingarna för ett nytt klimatavtal.

source: Suomi edisti johdonmukaisesti naisten oikeuksia ja profiloitui myös korkealla tasolla tämän tavoitteen tukijana.
sv_se: Finland främjade konsekvent kvinnors rättigheter och profilerade sig också på hög nivå som en anhängare av detta mål.

source: Tuetaan YK:n peruskirjan keskeisten periaatteiden, YK-järjestelmän toimintakyvyn ja aseman vahvistamista sekä YK:n reformeja.
sv_se: Finlands stöder en konsolidering av FNstadgans kärnprinciper och FN-systemets handlingskraft och ställning.

source: Vahvistetaan monenkeskisten toimijoiden tuloksellisuutta, vaikuttavuutta ja avoimuutta.
sv_se: De multilaterala aktörernas effektivitet, inflytande och öppenhet ska stärkas.

source: Suomi on toiminut YK:n pääsihteerin valintaprosessin avoimuuden lisäämiseksi.
sv_se: Finland har arbetat för en mer öppen process när FN:s generalsekreterare utses.

source: Turvallisuusneuvoston reformia on tuettu erityisesti osallistumalla veton käytön rajoittamiseen tähtääviin aloitteisiin sekä järjestämällä UH:n toimesta vuosittain uusille TN-jäsenille TN:n työtapoihin liittyvä workshop (josta Suomi on YK:ssa tunnettu).
sv_se: Reformeringen av säkerhetsrådet har varit föremål för särskilt stöd genom deltagande i initiativ för att begränsa användningen av vetorätt, och dessutom har utrikesförvaltningen årligen ordnat en workshop om säkerhetsrådets arbetssätt för nya medlemmar i rådet, något som Finland är känt för inom FN.

source: Suomi toimi ennakoivasti uuden kestävän kehityksen agendan seuranta- ja vastuullisuusmekanismin pohjustamiseksi.
sv_se: Finland var proaktivt när det gällde att lägga grunden för en uppföljnings - och ansvarsmekanism i den nya agendan för hållbar utveckling.

source: Suomi osallistui ECOSOC:n jäsenenä keskusteluun kuinka YK-järjestelmän tulisi muuttua, jotta se pystyisi paremmin tukemaan jäsenmaita uusien kestävän kehityksen tavoitteiden saavuttamisessa.
sv_se: Som medlem av Ekonomiska och sociala rådet (Ecosoc) deltog Finland i diskussionen om hur FNsystemet bör förändras för att bättre kunna stödja medlemsländerna när de försöker nå det nya målet för hållbar utveckling.

source: Vahvistetaan Suomen kykyä seurata uusia kansainvälisen yhteistyön mekanismeja sekä vaikuttaa niihin (mm. Gmaita koskevat järjestelyt, ei-valtiolliset toimijat ja verkostot).
sv_se: Finland blir bättre på att ge akt på och påverka nya mekanismer för internationellt samarbete, bl.a. ordningar som gäller G-länderna, icke-statliga aktörer och nätverk.

source: Tyydyttävä
sv_se: Nöjaktig

source: Suomi ei ole jäsenenä G-maiden yhteistyöjärjestelyissä, ja seurantaan vaikutti hallinnonalan yleinen resurssitilanne.
sv_se: Finland är inte medlem i G-ländernas samarbets-ordningar och uppföljningen påverkades av det allmänna resursläget inom förvaltningsområdet.

source: Vaikuttamistyötä tehtiin mm. EU:n globaalipäälliköiden kautta eli miten ulkopoliittisten näkökulmien tulisi näkyä EU:n eri politiikkasektorien toiminnassa ja välitettiin ulkopoliittista näkökulmaa komission vastuutahoille, vaikuttaen myös UAN:n temaattisiin keskusteluihin globaaliaiheista.
sv_se: Påverkansarbete bedrevs bl.a. genom mötena mellan EU-ländernas utrikesförvaltningar om globala frågor, där man diskuterade hur de utrikespolitiska aspekterna ska märkas inom olika politikområden, och dessutom framfördes det utrikespolitiska perspektivet för de ansvariga kommissionsorganen. Påverkan bedrevs också genom utrikesrådets tematiska diskussioner om globala frågor.

source: Taloudellisten ulkosuhteiden edistäminen
sv_se: Att främja externa ekonomiska relationer

source: Jatketaan Team Finland -toiminnan vahvistamista, mukaan lukien kauppapolitiikka, markkinoillepääsy ja viennin edistäminen, ja ulkoasiainhallinto vastaa osaltaan sen toimeenpanosta.
sv_se: Team Finland-verksamheten ska fortsatt stärkas, vilket inbegriper handelspolitik, marknadstillträde och exportfrämjande, och utrikesförvaltningen svarar för sin del för verkställigheten.

source: Kehitysyhteistyövaroista rahoitettavia instrumentteja (Finnfund, Finnpartnership, BEAM ja korkotuki) on kehitetty vastaamaan kehityspoliittisia tavoitteita.
sv_se: De instrument som finansieras med anslag för utvecklingssamarbete (Finnfund, Finnpartnership, BEAM och räntestöd) har tagits fram för att uppfylla de utvecklingspolitiska målen.

source: Maksatukset ja myönnöt kasvoivat 2015 jonkin verran.
sv_se: Utbetalningarna och beviljningarna ökade något 2015.

source: Lisäpääoma Finnfundille pysyi samana, Finnpartnershipin kautta myönnettävä rahoitustuki kasvoi, mutta maksatukset olivat edelleen alhaiset, BEAM-ohjelmassa tehtiin ensimmäiset myönnöt, korkotukiluottojen maksatus laski jonkin verran.
sv_se: Kapitaltillskottet till Finnfund förblev detsamma, finansieringsbidraget via Finnpartnership ökade, men utbetalningarna var fortsatt låga, finansering genom programmet BEAM beviljades första gången och utbetalningen av räntestödslån minskade något.

source: Instrumentit on integroitu osaksi TF -palveluita, mutta instrumentit eivät vielä riittävästi täydennä toisiaan.
sv_se: Instrumenten är en integrerad del av Team Finland-tjänsterna, men de kompletterar ännu inte varandra i tillräcklig utsträckning.

source: Korkotukiluoton korvaavan instrumentin valmistelu on käynnistetty.
sv_se: Arbetet med ett instrument som ska ersätta räntestödskrediterna har inletts.

source: Hakemusten määrä ja kokonaissummat ovat kasvaneet jonkin verran kaikissa instrumenteissa.
sv_se: Antalet ansökningar och totalbeloppet har ökat något inom alla instrument.

source: Vahvistetaan Suomen maakuvaa erityisesti EU:n ulkopuolisilla markkinoilla julkisuusdiplomatian ja promootiotoiminnan kautta.
sv_se: Finlandsbilden stärks genom offentlig diplomati och PR-verksamhet, särskilt på marknaderna utanför EU.

source: Työkalujen uudistusprosessi toteutui täysimittaisesti tavoitteiden mukaisesti ja hyödytti heti maakuvatyötä.
sv_se: Översynen av verktygen genomfördes fullt ut enligt målen, vilket omedelbart var till nytta för arbetet med Finlandsbilden.

source: Euroopan ulkopuolisissa maissa Suomen vahvuudet ovat olleet aikaisempaakin enemmän esillä ja työ on ollut hyvin aktiivista ja aikaisempaa strategisempaa ja täsmällisemmin kohdistettua.
sv_se: I länderna utanför Europa har Finlands starka sidor varit ännu mer framträdande än tidigare, och arbetet har varit mycket aktivt och mer strategiskt och målinriktat.

source: Toteutetuilla kampanjoilla on ollut poikkeuksellisen laaja yleisö, erityisesti Yhdysvalloissa, Japanissa ja Kiinassa.
sv_se: Kampanjerna har haft en exceptionellt bred målgrupp, särskilt i Förenta staterna, Japan och Kina.

source: Panostetaan EU:n kahden- ja alueiden välisiin vapaakauppasopimusneuvotteluihin Suomelle taloudellisesti tärkeiden maiden kuten Yhdysvaltojen ja Japanin kanssa, sekä erityisesti WTO:n puitteissa käytäviin kauppaneuvotteluihin.
sv_se: Satsningar på EU:s bilaterala och regionala förhandlingar om frihandelsavtal med länder som är ekonomiskt viktiga för Finland, såsom Förenta staterna och Japan, och särskilt på de handelsrelaterade förhandlingarna inom Världshandelsorganisationen (WTO).

source: Suomen keskeiset tavoitteet on sisällytetty EU:n neuvottelulinjauksiin.
sv_se: Finlands huvudmål ingår i EU:s förhandlingsriktlinjer.

source: Vaikutetaan Venäjän WTO-velvoitteiden toimeenpanoon sekä EU:n ja Venäjän välisen taloudellisen vuoropuhelun ylläpitämiseen.
sv_se: Finland påverkar genomförandet av Rysslands WTO-åtaganden och upprätthållandet av ekonomisk dialog mellan EU och Ryssland.

source: UM vaikutti siihen, että EU:n komissio vei Venäjän WTO:n toimeenpanoon liittyvän paperi- ja kartonkiriidan riitojenratkaisuun.
sv_se: Utrikesministeriet bidrog till att Europeiska kommissionen hänsköt pappers - och kartongtvisten till tvistlösning. Tvisten anknyter till Rysslands WTO-åtaganden.

source: Köyhyyden vähentäminen, kestävän kehityksen, ihmisoikeuksien ja laaja-alaisen turvallisuuden edistäminen
sv_se: Att minska fattigdom och främja hållbar utveckling, mänskliga rättigheter och övergripande säkerhet

source: Kehityspoliittisen ohjelman ja ihmisoikeuspoliittisen selonteon mukaisesti vähennetään äärimmäistä köyhyyttä ja eriarvoisuutta sekä konfliktien ja luonnonkatastrofien aiheuttamaa kärsimystä, edistetään kestävää kehitystä sekä oikeusvaltion, demokratian, ihmisoikeuksien ja naisten aseman vahvistamista.
sv_se: I enlighet med det utvecklingspolitiska programmet och redogörelsen om de mänskliga rättigheterna minskas extrem fattigdom och ojämlikhet samt lidande som orsakas av konflikter och naturkatastrofer, främjas stärkandet av rättsstatsprincipen, demokrati, mänskliga rättigheter och kvinnans ställning.

source: Vahvistetaan Suomen kehityspolitiikan ja kehitysyhteistyön vaikuttavuutta.
sv_se: Finlands utvecklingspolitik och utvecklingssamarbete ska få bättre genomslag.

source: Kehityspoliittista ohjelmaa on toteutettu pääosin onnistuneesti.
sv_se: Genomförandet av det utvecklingspolitiska programmet har i det stora hela lyckats.

source: Eriarvoisuuden vähentämisessä Suomi on keskittynyt haavoittuvimmassa asemassa olevien ihmisoikeuksien vahvistamiseen, erityisesti vammaisten ihmisoikeuksia tukeviin erityishankkeisiin.
sv_se: När det gäller at minska ojämlikheten har Finland fokuserat på att stärka de mänskliga rättigheterna för de mest utsatta, i synnerhet på särskilda projekt till stöd för personer med funktionsnedsättning.

source: Niiden rahoitus on tasaisesti kasvanut.
sv_se: Deras finansiering har ökat stadigt.

source: Oikeusvaltiota on edistetty kehitysyhteistyöhankkeilla mm.
sv_se: Rättsstatsprincipen har främjats inom projekt för utvecklingssamarbete bl.a. i Asien och Nordafrika.

source: Aasiassa ja Pohjois-Afrikassa.
sv_se: Finland har prioriterat främjande av kvinnors rättigheter och utsatta gruppers ställning.

source: Suomi on priorisoinut naisten oikeuksien edistämistä ja haavoittuvien ryhmien aseman parantamista.
sv_se: Bistånd har också kanaliserats genom internationella frivilligorganisationer.

source: Tukea on kanavoitu myös kansainvälisten kansalaisjärjestöjen kautta.
sv_se: Det breda demokratibegreppet har huvudsakligen beaktats väl i de nationellt vägledande programmen för Finlands partnerländer och dessutom på ett för sammanhanget lämpligt sätt.

source: Suomen kumppanimaiden maaohjelmissa ns. laaja demokratiakäsitys on huomioitu pääsääntöisesti hyvin ja maakontekstiin sopivalla tavalla.
sv_se: Bland de saker som betonats finns demokratiutveckling, rättsstatsprincipen och offentlig ekonomisk förvaltning.

source: On painotettu mm. demokratiakehitystä, oikeusvaltiota ja julkista taloushallintoa.
sv_se: De multilaterala organisationer och institut för utvecklingsfinansiering som Finland finansierar har arbetat för att minska den extrema fattigdomen och bristen på jämlikhet.

source: Suomen rahoittamat monenkeskiset järjestöt ja kehitysrahoituslaitokset ovat vaikuttaneet merkittävästi äärimmäisen köyhyyden ja eriarvoisuuden vähenemiseen.
sv_se: Utrikesministeriet lät utföra en oavhängig extern utvärdering av Finlands utvecklingspolitik.

source: UM teetti ulkopuolisen riippumattoman arvion Suomen kehityspolitiikasta, joka arvioi sen olevan korkeatasoista ja tuloksellista.
sv_se: Resultatet var att politiken är högkvalitativ och effektiv.

source: Toimintatapamuutokset kehityspolitiikan ja kehitysyhteistyön vaikuttavuuden parantamiseksi edelleen ovat edenneet kohtuullisesti.
sv_se: Förändringarna för att utvecklingspolitiken och utvecklingssamarbetet ska få ännu bättre genomslag har framskridit relativt väl.

source: Hallituksen kehityspoliittinen selonteko annettiin eduskunnalle helmikuussa 2016.
sv_se: Regeringens utvecklingspolitiska redogörelse lämnades till riksdagen i februari 2016.

source: Kehitysyhteistyötä kohdennetaan kehityspoliittisen toimenpideohjelman linjausten mukaisesti kaikkein köyhimpiin maihin ja toimintaa hauraissa valtioissa vahvistetaan.
sv_se: Utvecklingssamarbetet ska bedrivas i enlighet med riktlinjerna i det utvecklingspolitiska åtgärdsprogrammet och gälla de allra fattigaste länderna, samtidigt som insatserna i instabila stater stärks.

source: Suomi on saavuttanut YK:n tavoitteen kehitysavun kohdentamisesta vähiten kehittyneisiin maihin.
sv_se: Finland har nått FN:s mål om att utvecklingsbiståndet ska gälla de allra fattigaste länderna.

source: Panostusta on lisätty eri kriisialueilla ja hauraissa valtioissa rauhan ja oikeusvaltion kehittymiselle.
sv_se: Satsningarna har ökat för att demokratin och rättsstatprincipen ska göra framsteg i krisområden och instabila stater.

source: Pakolaisten lähtö- ja kauttakulkumaille on lisätty tukea.
sv_se: Ursprungs - och transitländerna för flyktingar har fått mer stöd.

source: Suomi on profiloitunut erityisesti tasa-arvokysymyksissä.
sv_se: Finland har profilerat sig särskilt i jämställdhetsfrågor.

source: Myös monenkeskinen apu kohdentui entistä selkeämmin köyhimpiin maihin sekä hauraisiin ja konflikteista kärsiviin maihin.
sv_se: Också det multilaterala biståndet riktades tydligare till de fattigaste länderna och till sviktande och konflikthärjade länder.

source: Suomi vaikuttaa aktiivisesti vuoden 2015 jälkeisen kehitysagendan valmistelussa.
sv_se: Finland ska delta aktivt i arbetet med utvecklingsagendan efter 2015.

source: Suomi toimi tavoitteellisesti ja menestyksekkäästi uutta kestävän kehityksen agendaa koskevissa neuvotteluissa.
sv_se: Finland var målinriktat och framgångsrikt i förhandlingarna om en ny EU-agenda för hållbar utveckling.

source: Kansainväliset kehitysrahoituslaitokset osallistuivat uuden kestävän kehityksen agendan valmisteluun ja sitoutuvat sen toimeenpanon tukemiseen.
sv_se: De internationella finansinstituten för utvecklingsfinansiering deltog i arbetet med den nya agendan för hållbar utveckling och förband sig att stödja genomförandet.

source: Puututaan kehityksen esteisiin edistämällä kehitystä tukevaa politiikkajohdonmukaisuutta Suomessa, EU:ssa ja globaalitasolla.
sv_se: Hindren för utvecklingen åtgärdas genom att konsekvent politik som stöder utvecklingen främjas i Finland, EU och globalt.

source: Suomi oli vaikuttamassa OECD:n ja EU:n päätöksiin, joissa politiikkojen johdonmukaisuus tunnustettiin keskeisenä Agenda 2030 -toimeenpanon välineenä.
sv_se: Finland påverkade de OECD - och EU-beslut där en konsekvent politik erkändes som ett nyckelinstrument när det gäller att genomföra Agenda 2030.

source: Kansallisen ruokaturvapilotin suositusten toimeenpanossa edettiin.
sv_se: Framsteg gjordes i genomförandet av rekommendationerna enligt det nationella pilotprojektet för tryggad livsmedelsförsörjning.

source: Marraskuussa valmistui vaikutusarviointi, joka tuotti tietoa OECD-politiikkojen vaikutuksista Tansanian ruokaturvaan ja suosituksia jatkotoimista.
sv_se: En konsekvensanalys blev klar i november och den gav information om hur OECD-politiken påverkat livsmedelstryggheten i Tanzania och rekommendationer om fortsatta

source: UM toi kehitysnäkökulmaa esille laajemmassa muuttoliikkeitä ja niiden vaikutuksia koskevassa dialogissa ministeriöitten välillä.
sv_se: åtgärder.

source: Edistetään rauhaa ja vakautta vahvistamalla Suomen roolia rauhanvälitystoiminnassa ja nykyisiä yhteistyöverkostoja (ml.
sv_se: Utrikesministeriet framhöll utvecklingsperspektivet i den bredare ministeriedialogen om migrationsströmmar och deras effekter.

source: Pohjoismaat) ja vahvistamalla kansainvälisen oikeuden noudattamista ja kehittämistä.
sv_se: Fred och stabilitet främjas genom att stärka Finlands roll i fredsmedlingen och de nuvarande samarbetsnätverken (inkl. Norden) och genom att stärka efterlevnaden och utvecklandet av folkrätten.

source: Suomen sekä YK:n rauhanvälityksen ystäväryhmän aktiivisen vaikuttamistyön tuloksena YK:n rauhanoperaatiotarkastelussa konfliktien ennaltaehkäisy ja rauhanvälitys on nostettu YK:n rauhanoperaatiotoiminnan keskiöön.
sv_se: Som ett resultat av det aktiva påverkansarbete som Finland och FN:s vängrupp för fredsmedling utfört har förebyggande av konflikter och medling fått en central ställning i FN:s fredsinsatser.

source: Normatiivisen työn lisäksi on panostettu entistä enemmän myös käytännön työhön nimittämällä rauhanvälityksen erityisedustajat.
sv_se: Utöver det normativa arbetet har man satsat allt mer också på konkreta åtgärder när ett särskilt sändebud för fredsmedling utsetts.

source: Rauhanvälitystyössämme on painotettu myös uskontojen välisiä dialogeja.
sv_se: Medlingsarbetet har också betonat dialog mellan religioner.

source: Pohjoismaisia yhteistyöverkostoja on vahvistettu perustamalla pohjoismainen naisrauhanvälittäjien verkosto.
sv_se: De nordiska samarbetsnätverken har stärkts genom inrättande av ett nordiskt nätverk av kvinnliga fredsmedlare.

source: Ulkoministeriö on vahvistanut Suomen roolia rauhanvälitystoiminnassa sekä oikeusvaltioperiaatteen ja ihmisoikeusperustaisuuden edistämistä.
sv_se: Utrikesministeriet har stärkt Finlands roll inom fredsmedlingen och även främja rättsstatsprincipen och en människorättsbaserad strategi.

source: Suomi vahvisti kansainvälisen rikosoikeuden täytäntöönpanoa mm. Justice Rapid Response -puheenjohtajuuden kautta.
sv_se: Finland konsoliderade verkställigheten av internationell straffrätt bl.a. genom ordförandeskapet i Justice Rapid Response.

source: Eduskunnalle laadittiin selvitys voimankäytön oikeussäännöistä.
sv_se: En utredning om rättsreglerna för bruket av vapenmakt togs fram för riksdagen.

source: Kansainvälisoikeudellisten velvoitteiden noudattamista on edistetty kv-terrorismin torjunnan yhteistyössä.
sv_se: Iakttagandet av skyldigheterna enligt internationell rätt har främjats inom samarbetet mot internationell terrorism.

source: Suomi on osallistunut kansainvälisen oikeuden kehittämiseen sopimusneuvotteluissa.
sv_se: Finland har deltagit i utvecklingen av internationell rätt i samband med avtalsförhandlingar.

source: Osallistutaan kansainväliseen siviili- ja sotilaalliseen kriisinhallintaan kansainvälistä vastuunkantoa osoittavalla tavalla ja kokonaisvaltaista lähestymistapaa noudattaen.
sv_se: Finland deltar i internationell civil och militär krishantering på ett sätt som visar att landet bär internationellt ansvar, och deltagandet sker enligt en sammanhållen strategi.

source: Osallistumispäätökset on tehty Irakin Erbilin koulutusoperaatioon, YK:n UNIFIL-operaatioon Libanoniin, Naton Resolute Support -operaatioon Afganistaniin, EU:n Sophiaoperaatioon Välimerelle sekä YK:n MINUSMA-operaatioon Maliin.
sv_se: Beslut om deltagande har fattats i utbildningsinsatsen i Erbil i Irak, FN:s interimsstyrka i Libanon (Unifil), Natos Resolute Support-insats i Afghanistan, EU:s insats i Medelhavsområdet (Sophia) och FN:s stabiliseringsinsats i Mali (Minusma).

source: Loppuvuodesta 2015 käynnistettiin valmistelut kriisinhallintaosallistumisen vahvistamiseksi vastauksena Ranskan ja Yhdysvaltojen tukipyyntöihin (mm. Irakin koulutusoperaatiossa ja Libanonin UNIFIL-operaatiossa).
sv_se: I slutet av 2015 inleddes förberedelserna för stärkt krishanteringsdeltagande till följd av Frankrikes och Förenta staternas begäran om hjälp (bl.a. utbildningsinsatsen i Irak och Unifil).

source: Siviilikriisinhallintaosallistuminen on vuoden 2015 lopussa n. 120 asiantuntijan tasolla.
sv_se: Deltagandet i civil krishantering låg på ca 120 experter i slutet av 2015.

source: Edistetään kehitysmaiden osallistumista kansainväliseen kauppaan sekä talouskehityksen laajapohjaisuutta ja köyhyyttä vähentävää vaikutusta sekä vahvistetaan kehitysmaiden kykyä kotimaisten tulonlähteiden keräämiseksi (ml. verotus).
sv_se: Finland främjar utvecklingsländernas deltagande i den internationella handeln, bredbasighet inom den ekonomiska utvecklingen och den ekonomiska utvecklingens fattigdomsreducerande verkningar. Samtidigt stärks utvecklingsländernas kapacitet i fråga om inhemska inkomstkällor (inkl. beskattning).

source: Politiikkavaikuttaminen ja tuki globaaleihin ja kehitysmaiden verotuskysymyksiin kasvoi eriarvoisuuden ja köyhyyden vähentämiseksi.
sv_se: Påverkan genom politik och stödet till globala och uländernas skattefrågor ökade i syfte att minska bristen på jämlikhet och fattigdomen.

source: Suomi oli keskeinen vaikuttaja OECD:n verotus- ja kehitysohjelmassa ja kv. verokumppanuuden valmistelussa, Verotarkastajat ilman rajoja -aloitteessa ja Afrikan alueellisen verotuskapasiteetin vahvistamisessa.
sv_se: Finland var en viktig aktör när det gällde OECD:s beskattnings - och utvecklingsprogram och i arbetet med ett internationellt skattepartnerskap, med initiativet Skatteinspektörer utan gränser och med att stärka den regionala beskattningskapaciteten i Afrika.
